{
	"research.story/geo_note1":"Dr. Minekampf Transmission #1",
	"research.story/geo_note2":"Dr. Minekampf Transmission #2",
	"research.story/geo_note3":"Dr. Minekampf Transmission #3",
	"research.story/geo_note4":"Dr. Minekampf Transmission #4",
	"research.story/medic_note1":"Ms. Schuster Transmission #1",
	"research.story/medic_note2":"Ms. Schuster Transmission #2",
	"research.story/medic_note3":"Ms. Schuster Transmission #3",
	"research.story/medic_note4":"Ms. Schuster Transmission #4",
	"research.story/medic_note5":"Ms. Schuster Transmission #5",
	"research.story/medic_note6":"Ms. Schuster Transmission #6",
	"research.story/engineer_note1":"Mr. Michaels Transmission #1",
	"research.story/engineer_note2":"Mr. Michaels Transmission #2",
	"research.story/engineer_note3":"Mr. Michaels Transmission #3",
	"research.story/botanist_note1":"Dr. Felloway Transmission #1",
	"research.story/botanist_note2":"Dr. Felloway Transmission #2",
	"research.story/botanist_note3":"Dr. Felloway Transmission #3",
	"research.story/sargeant":"The Sargeant Transmission #1",
	"research.story/sargeant_note2":"The Sargeant Transmission #2",
	"research.story/sargeant_note3":"The Sargeant Transmission #3",
	"research.story/sargeant_note4":"The Sargeant Transmission #4",
	"research.story/linquist_note1":"Dr. Thatch Transmission #1",
	"research.story/linquist_note2":"Dr. Thatch Transmission #2",
	"research.story/linquist_note3":"Dr. Thatch Transmission #3",
	"research.story/linquist_note4":"Dr. Thatch Transmission #4",
	"research.story/linquist_note5":"Dr. Thatch Transmission #5",
	"research.story/linquist_note6":"Dr. Thatch Transmission #6",
	"entity.minecraft.villager.spacecatcustomprofessions.bojangler":"Bojangler",
	"entity.minecraft.villager.spacecatcustomprofessions.inner_bojangler":"Inner Realms Bojangler",
	"entity.minecraft.villager.spacecatcustomprofessions.mid_bojangler":"Mid Realms Bojangler",
	"entity.minecraft.villager.spacecatcustomprofessions.outer_bojangler":"Outer Realms Bojangler",
	"entity.minecraft.villager.bojangler":"Bojangler",
	"entity.minecraft.villager.inner_bojangler":"Inner Realms Bojangler",
	"entity.minecraft.villager.mid_bojangler":"Mid Realms Bojangler",
	"entity.minecraft.villager.outer_bojangler":"Outer Realms Bojangler",
	
	"quest.ready.title":"This Alien Planet",
	"quest.ready.text":"Are you ready?",
	"quest.ready.description": "Commander?  Commander? \n\nYour vital signs appear to be strengthening. We have crash landed on a habitable planet in this mysterious galaxy. As far as I can tell, the three planets in this system move synchronously as one is always dawn, one is always day, and one is always night. \n\nI have not yet completed a full scan of the planet. I am not sure what resources are available, yet. When you are ready commander, we should search for shelter.\n\n§9Square Quests: Recommended Progression. \nHexagon Quests: Key Quests which unlock other quests/phases. \nGear Quests: Automation Quests",
	"quest.planks.title":"Punching In",
	"quest.planks.description":"I am your S.I.N.S, Synthetically Integrated Neurotechnological System. I come equipped with the latest integrations and graphical display technologies. I have also integrated a mapping and navigation system into your heads-up vision display.\n\nYou may customize the look of your map by pressing 'M' and clicking on the gear in the bottom left.\n\nIn this view, you may also §6CLAIM CHUNKS§r, by pressing the claims map in the top left. Before you do, you should §6CREATE A PARTY§r by clicking on the people and selecting §6CREATE A PARTY§r. Give your party a unique name, not your own name.",
	"quest.moonstone.title":"A Light in the Cave",
	"quest.moonstone.description":"Sir, there is a remarkable substance underground nearby. The Joint Endergenic Inventory, or JEI for short, has a reference to it being called Moonstone. If you mine it, you should recover moonstone shards. The crystalline structure of these shards is like none I've ever analyzed. It has so many useful properties. \n\nThe JEI can show you what these shards are used for if you hover your selector over the item and press 'U'. You can also see how something is made by hovering over it and pressing 'R'. Some items can be made a number of different ways, each shown as a category across the top of the window. Clicking on the different categories will show you the different ways the item is made, and some are less costly than others. Always check ALL categories before you craft.",
	"quest.furnace.title":"Smelt That",
	"quest.furnace.description":"I've almost finished my scan of the planet's surface and planetary species but I've having difficulty scanning past the lunar radiation coming from the moonstone.\n\nFrom what data I've gathered, the native species are primarily insectoids, with one wild species of chicken, acclimated to the light of the moonstone. \n\nTorches are an unknown light source and thus may ward them away. Make some coal or charcoal by burning logs in a furnace, then make some torches.",
	"quest.campfire.title":"Fuel-less Cooking",
	"quest.campfire.description": "While a furnace is a quick way to cook items, it requires raw materials such as charcoal or anything burnable. A campfire allows you to grill and cook food without the need for added fuel, however, when the food is cooked, it will eject unto the ground. Be sure you are around to pick it up.\n\nYou may have noticed that as you were mining, you recieved some coal or other items periodically. This S.I.N.S unit has an integrated incentive program to bolster productivity and compliance. Its called \"Skills\". It is currently monitored through the A.O.A systems.\n\nWhenever you use skills, you gain points. Once these points accumulate to a set amount, you acquire a level. I am programmed to reward you for certain skills either by enhancing your own abilities or replicating items in the J.E.I. You can check your levels and see more information about skills by setting your keybindings for the 'AoA3 Keys'",
	"quest.protein.title":"Meat's Back on the Menu",
	"quest.protein.description":"I've noticed your health readings are a bit low. There are a number of protein sources available from the native creatures. The chargers provide a chicken-like meat while the monitor's tails provide a very saturating meal. Tongues from camels and frogs, create a largely satisfying meal, but I've not been able to locate the other ingredients needed to make it yet.",
	"quest.spear.title":"Teach a Man to Fish",
	"quest.spear.description":"The waters of this planet, Everdawn, are teeming with fish. A spear would be an efficient way to catch them, being both a melee weapon and thrown. It also has a longer reach than your typical sword. \n\nOne particular fish, the Charscale, when combined with fiery beans in a stew, can provide fire protection. I have analyzed one species, the Emberback, and noticed they only attack with fire and any protection against fire would be resistant to their attacks as well.",
	"quest.dawn_seeds.title":"Fruits of the Earth",
	"quest.dawn_seeds.description":"My surface scan showed two types of surface vegetation. A crystalline and organic hybrid which produces crystalline grass and trees. These offer no nutritional value and cannot be smelted for charcoal. However, there are organic grasses and if searched properly, you could extract a few wild seeds, adding some vegetables to your rather pallid pallet. \n\n\"Was that a joke?\" \n\nNo, merely a commentary on the state of your current diet. I am incapable of jokes.",
	"quest.food_book.title":"Diverse Diet",
	"quest.food_book.description":"Maintaining a diverse diet is key to honing your physical body and performing at your highest ability. Diversity is not judged by the category of foods, but merely by the different types of food you consume. Sustaining on one food for long periods of time will lower your overall diversity, while eating a variety of different foods, each with their own diverse ingredients, will raise your diversity.\n\nTo help manage and maintain your diet, I have created a book which lists your current diversity value, the latest foods you've consumed and their diversity rating and a table of physical improvements should your diversity exceed certain levels.",
	"quest.food_table.title":"Maintaining Diversity",
	"quest.food_table.description":"Diversity values steadily decrease after consumption. With each food you consume, the one before it loses a percentage of its diversity value, which may lead to losing diversity benefits and bonuses. \n\nHowever, Prepared Food, made on the Food Prep Table, has enough diversity in its ingredients to sustain your current diversity value. Eating preprared foods will neither increase nor decrease your diversity value, thus allowing you to maintain peak physical performance and stay healthy and fed.",
	"quest.light.title":"Light It Up",
	"quest.light.description":"Commander, most of the species will avoid light that exceeds a level of 7. I have developed a new overhead display which shows which shows the light levels that the species will tolerate. \n\nPressing 'F7' you can see a light overlay. Any sqaure in yellow means that the native species can tolerate that light. Remember, these specimens have acquired a familiarity with the light from moonstones, so only torchlight can keep them away.",
	"quest.supplies.title":"Spelunkling",
	"quest.supplies.description":"I've finished my scans of the underworld and have completed a full planetary ecosystem scan. Everdawn, has extensive and large cave systems. Some caverns span heights of near 20 to 30 meters. \n\nUsing a knife on the grasses, you can acquire straw then create a rope capable of deploying from the top down. This should help in exploring and navigating these large caverns.",
	"quest.crystals.title":"Fire and Ice",
	"quest.crystals.description":"This planet has a unique ecosystem with biomes comprised of hot temperatures permeated from large lava lakes at its core, to cooler
	biomes comprised of crystalline structures.\n\nThe hot biomes, signified by reddened vegetation, contains large quantities of sunstone crystals and magma, both are great fuel sources.\n\nThe cooler biomes, mostly crystalline or water, contain large quantities of moonstone shards, which have many important properties.",
	"quest.crystal_growth.title":"Crystal Growth",
	"quest.crystal_growth.description":"This is spectacular. There are organic compounds in these crystals, which means, they can grow. It seems the block form of these crystals, when water touches it, will grow crystals in the water. Absolutely fascinating.\n\n",
	"quest.gems.title":"More Than Just Shiny",
	"quest.gems.description":"The stone here yields a high abundance of gems. These gems are not as weak as those in Overworld and can produce good quality armor and weapons.\n\nBear in mind that when you are reconstituted after your death, a portion of your armor loses its durabilty as a result of the process. You can quickly repair armor and weapons by crafting them with the same material used to make them. This may not be possible for all armor and weapons, but it will certainly help in this early stage.",
	"quest.rare_gems.title":"Deep Gem Mining",
	"quest.rare_gems.description":"Deep in the stone, around where diamonds form in the Overworld, are more rare gems and ore. The horizonite is a particularly interesting mineral as its composition is primaririly a super-heated form of metal. Any tool made from it automatically smelts its resources. The gems are used to make superior armor and weapons.\n\nThough strip mining is often the easiest way to obtain these materials, often just searching around lava-lakes and caves can be fruitful as well.\n\n§9The easiest way is to use a §6Rare Ore Module§9 and a §6Scanner§9 found in village and dungeon chests.",
	"quest.sword.title":"Stick it To Em",
	"quest.sword.description":"Diopside and Chariote have different qualities making them more suited for different tools. Diopside is malleable and makes a better edge, making it a better weapon material while Chariote's density makes it more suited for high durability tools, like a pickaxe.\n\nYou can also further increase the speed and durability of any weapon and tool by using sticks made from certain trees. Each tree's stick gives a different quality to the finished tool. Later, you can craft a Tool Box to swap the sticks out and other upgrades.\n\n§9This only works with Blue Skies materials. See the Blue Journal entry to find out more the §6Tool Box§r can do.",
	"quest.horizonite_forge.title":"Fuel-less Smelting",
	"quest.horizonite_forge.description":"Horizonite's super-heated property can be leveraged to create a slightly improved furnace. The Horizonite Forge can smelt up to 16 items with just using its internal heat from the horizonite ingots. However, it will take some time for the forge to capture enough heat to smelt another batch. You can supply the forge with more horizonite or sunburst crystals or blocks to refill the used heat. Though this process uses no carbon-based fuels or raw materials, it is slower than a normal furnace.",
	"quest.visit_nether.title":"Into the Frying Pan",
	"quest.visit_nether.description":"My scans have been picking up strange signals and frequencies from deep underground. Preliminary evaluations suggests its some form of molecular transposition. It appears that this is some form of transportation. These rifts in the lower depths transport you to the third planet of the system, the one of constant night. I have included a mock-up of the rift below, constructed from the data gathered in my scans.\n\n§cWARNING: This is a one-way teleportation system. Once you pass into the Nether, you will need to find a monolith to get back. It might be wise to get a §6Tablet of Home§c activated before travelling.\n",
	"quest.cobble_soul.title":"Soul Dust",
	"quest.cobble_soul.description":"There are many unique materials in this realm, but one has the properties to capture and hold the souls of other creatures. Once collected the souls can not be reconstituted, but they can be used to create other materials.",
	"quest.nether_resources.title":"Diamond in the Rough",
	"quest.nether_resources.description":"Commander, You may have noticed, but this realm has many materials exactly like those in Overworld. These will be very useful. You might want to place a grave stone and use a §6Tablet of Recall§r to get back to a place with numerous resources. I've also located some non-hostile creatures capable of walking the lava. If you saddle one you can ride and guide it using a §6Warped Fungus on a Stick§r.",
	"quest.quartz_chest.title":"Better Storage",
	"quest.quartz_chest.description":"Now, with some decent materials, we can expand our storage. These chests have double the storage of a normal chest. They can also be colored in any manner you choose, labeled and given an icon for easy visualization.",
	"quest.nether_ores.title":"Molten Iron",
	"quest.nether_ores.description":"I've identified a special material that may help us. This realm used to contain iron, but after millenia of compression and heat, it has transformed into a stronger metal with other fascinating properties. We may be able to cool the metal with the moonstone and create a highly reactive substance able to create many of our Overworld metals.\n\nYou can also find uranium, which will be useful for power and fuel later.",
	"quest.nether_gear.title":"Fiery Gear",
	"quest.nether_gear.description":"This Emberstone is more malleable than Diopside and creates a sharper blade. It can even create armor which makes the wearer immune to fire. However, in order for you to wear the armor, it will need a cooling element. \n\nMy scans also detect that the moonstone's aura dampens any tool, armor or weapon which is not made from materials attuned to it. Therefore, the emberstone weapons and armor are minimally effective in Everdawn and Everbright, but maximally effective in all other realms.",
	"quest.backpack.title":"Bring it With You",
	"quest.backpack.description":"If you continue to insist on picking up every small rock and branch you come across, you are going to need something to carry it all. Unless you've found a source of leather, you will have to settle for a purple bag made from the furs of foxes found on the grasslands. You may be able to wash the pack in a basin and apply dye to it later.\n\nThese backpacks also have a number of different upgrades which can increase funtionality of the backpack. You can also increase the storage size by increasing the tier of the backpack.\n\n§9You can set a keybind to open the backpack while you have it equipped. 'B' is a good choice.\n\n§eYou can also place a dyed backpack into a drying basin with water to clean it back to brown so you may re-dye it. Be sure to remove any items before doing this.",
	"quest.bug_drops.title":"Ooey Gooey Insides",
	"quest.bug_drops.description":"Commander, it may not be the most delightful exercise, but the insides of the insectoid species may produce slime, an important element in creating many devices. You might also considering grabbing some eggs from the chickens, as fried eggs are a great meal and the eggs have other potential uses later.",
	"quest.find_village.title":"Center of Commerce",
	"quest.find_village.description":"My scans have picked up a number of humanoid species living in large groups, possibly a village. In many histories, villages and settlements posed as centers of commerce, with outsiders able to trade and barter to obtain goods otherwise unobtainable. Perhaps, we may find some items of great use.\n\n§9Due to a known bug in the Blue Skies mod, that will not be fixed, villages are more common southeast of Spawn or more technically in the positive X, positive Z coordinates.\n\n§6Loot Chests in villages and dungeons are PER PLAYER, which means every player can loot the same chest! So please, don't break the chests.",
	"quest.village.title":"The Locals",
	"quest.village.description":"While you are visiting a village, there are a number of things to do: \n\nFirstly, many of the villagers will trade materials for copper coins, which can be used to purchase items from wandering traders found in various places around the galaxy. One such trade is selling lunar or turqouise cobblestone to a mason. You can pick up villagers by shift-right clicking them. If you have a two-seater plane, you can bring the villager home, or use an §6Ancient Tablet of Home§r to be able to transport everyone around you home.\n\nOnce you get a good number of villagers, the trading post will help you trade with all of them more quickly, a one-stop trading spot!",
	"quest.village_2.title":"The Locals",
	"quest.village_2.description":"Unemployed villagers can be assigned a job by placing a work-block station next to them. As long as they have a work-block and an unclaimed bed, they will claim the bed and then start working as the profession which accompanies the work-block. For example, if you want a Mason, place a stonecutter and a bed near an unemployed villager.\n\nYou can also change a villager's starting trades by repeatedly breaking and placing their work-block until you get a trade you like.\n\n§6By pressing 'U' on an Emerald in the JEI, you can see all the villagers and their work blocks, including an exclusive villager, the §aBojangler§r!\n\n§9Trading with a Nightwatchman is the only way to get wheat seeds. It is a level 1 trade.",
	"quest.village_3.title":"The Locals",
	"quest.village_3.description":"Secondly, you will find a §6Corrupted Traveller§r roaming around villages. It is necessry for the success of this mission that you trade with one. \n\nThirdly, you might find a §6Scanner§r and some modules in the chests around the village. Trust me, you'll want this, but you'll have to figure out how to operate it!(hint: shift-right-click)",
	"quest.camel_saddle.title":"Giddy-up!",
	"quest.camel_saddle.description":"Transversing this realm on foot is depleting your hunger, which may disrupt your diversity rating. I've determined that the native crystalline camels are capable of being domesticated. They sustain themselves on scalefruit and after many feedings may acclimate themselves to you.\n\nBecause of their physical shape, a special saddle is needed to ride one. Though they may be slow, they can also be equipped with a chest, making them the perfect vehicle for exploring this realm.\n\nAlternatively, sailboats are also available to transverse the waterways, though according to my scans, is limited due to the dried up rivers. However, these vessels might be of use later.\n\n§4Check Keybindings to learn how to navigate the boats",
	"quest.toolbelt.title":"Sidearms",
	"quest.toolbelt.description":"Unless you have an extra arm or three, you might find it difficult to keep juggling between all the tools and weapons needed. A toolbelt is a great way to quickly switch between the different tools you need. There are a number of items which can be put inside. \n\nThe toolbelt can be equipped via the §6Curios Slot§r. Press and hold §6R§r (or other keybinding) to access and insert tools. You can upgrade the toolbelt by adding a §6Belt Pouch§r via an anvil.",
	"quest.nightcress.title":"Electrified Organics",
	"quest.nightcress.description":"Sir, my sensors are picking up a radiation signal coming from a small plant in the mountainous regions and the shaded forests. You should acquire some for further study.",
	"quest.visit_everbright.title":"The Brightest Realm",
	"quest.visit_everbright.description":"I've located an interesting structure which contains a beam of light blasting into the sky. Prelimary scans suggest its some sort of molecular transposition, allowing a being to be transported long distances. However, it appears then monoliths are incomplete and to power the teleporter, you must provide the blocks to complete the structure. Logic suggests that there must be another structure on the other side to bring a being back. More data is needed.\n\n§cWARNING: This is a one-way teleportation system. Once you pass into the Everbright, you will need to find a rift to get back. If you are struggling to find a Nether rift, once you find a rift in Everbright, you can bucket-up the liquid and place it deep in Everdawn to get to The Nether§r\n\n§9Rifts are easier to find in Everbright as they show up as §4BRIGHT RED§9 on your map.",
	"quest.snowcap_oven.title":"Ice Smelting",
	"quest.snowcap_oven.description":"Dry ice is so cold that it burns flesh if touched. This same principle is being applied to materials in this realm to create an oven so cold that it smelts resources. The advantage of this oven is that a single fuel source is more efficient and it works just as fast as a regular furnace.",
	"quest.everbright_resources.title":"The Goods",
	"quest.everbright_resources.description":"Though most of the vegetation here is unremarkable, you can find plant seeds in the grasses. You may also want to locate a Frostbright forest as its the tallest tree in this system and can provide plenty of wood. It will also make a perfect substitute for materials used in making a device to harness the power of the stars.",
	"quest.everbright_ores.title":"Scarce Riches",
	"quest.everbright_ores.description":"As this realm is similar to Everdawn, it did not take my systems long to scan the planet. It contains many of the same resources as Everdawn, but with two exceptions. In the non-mountainous regions, i.e. Frostbright and Slushlands, you can find an iron-like substance called Ventium and a enhancement material called Falsite. \n\nFalsite can increase any armor, tool or weapon's durability, but only temporarily. The temporary durability will be used first before the durability of the item is compromised. This can only be done on a §6Tool Box§r.",
	"quest.grave_drops.title":"Spiritual Powders",
	"quest.grave_drops.description":"I've finally located the materials we need to create our Soul Network, which can provide you with many excellent utilities including molecular transposition, characteristic transference, enhancement elongation and alchemical potency.\n\nThese materials can be gathered by extinquishing the spirits which roam the realm. Some spirits are merely vessels to other, flightier spirits, which may be difficult to catch. Extinquishing these flightier spirits will yield rarer drops at a higher rate. You will most likely need more than I have suggested here.",
	"quest.grave.title":"A Grave Situation",
	"quest.grave.description":"The power of the network lies in the souls that gather on graves. Simply create a grave and place it on the ground and wait. Once a soul decides to haunt it, you can capture it to perform enhancements on ordinary objects. \n\nWhen you are reconstituted, you are given a key to retrieve the items that could not be reconstructed. If you use the key on a grave with a soul, you can enhance the key with teleportation properties, allowing you to use it to return to your death grave and retrieve your items.",
	"quest.home.title":"Phone Home",
	"quest.home.description":"With the infrastructure of the Soul Network in place, you can now create a limited use tablet which will teleport you from anywhere back to your most recent bed. I would recommend not travelling without one. Be sure to harness the soul from the grave into the tablet to activate its enhancement.",
	"quest.blast_furnace.title":"Double the Fun",
	"quest.blast_furnace.description":"Using the resources uncovered in Everbright, we can use the near-iron material to create a furnace capable of quickly heating higher levels thus burning away more impurities which results in higher yield of valuable materials. Might I suggest to process only enough ventium to create this furnace, then smelt the rest in the furnace to double its yield.",
	"quest.squeezer.title":"Jump 'N Squish",
	"quest.squeezer.description":"Central to our processing needs is the Squeezer and Basin. These will allow you to extract and/or crush resources into other resources. \n\nThe proper set-up is to make sure the crevase on the bottom of the Squeezer is running toward the Basin.",
	"quest.luminous.title":"The Power of the Stars",
	"quest.luminous.description":"From my calculations, this planetary system has extreme amounts of starlight and moonlight, which transforms its ecosystem and permeates through all organism, living and non-living.\n\nTherefore, it is my analysis that we can harness this power and reverse the process, converting this realm's resources into those more common to Overworld. \n\nI've also been analyzing the datapad from the Genosians and there is a possibilty of combining our technology and theirs to create a ship from the resources of this realm, capable of finding our missing crewmates and getting back home.",
	"quest.plane.title":"Up, Up and Away",	
	"quest.plane.description":"There's no better way to travel large distances then by aircraft. To being constructing your airplane, you will need a plane workbench.\n\nThere are three types of planes, a simple plane and two seater planes, the large plane and the helicopter. If you are not carrying a passenger, you may install a chest in the two-seater planes.\n\nA furnace engine provide fuel for the plane by burning raw materials. Lava buckets make the best fuel. You may also later upgrade to an electrical furnace.\n\n§9Check Keybindings to set a key to open the furnace.§r",
	
	"quest.rock_crystals.title":"Rocks in the Sand",
	"quest.rock_crystals.description":"I think I've found a way to create the resources we need. We can use the abundant starlight and capture it, allowing us to extract fluids to act as a medium for chemical conversions. The crystal sand in the area contains a small essence of rock crystals. If we gather enough, we can use the rock crystal as a focii for starlight.",
	"quest.marble.title":"Irreplaceable Marble",
	"quest.marble.description":"I regret to inform you, Commander, that I cannot find a replacement for marble. Its ability to reflect light and heighten its vibrancy is unmatched in this realm. Without a replacement, we are going to need to create marble. We can use the rock crystal essence to heighten the lights vibrancy and quartz can reflect the light.\n\n§9If you wish to dig deep into Astral Sorcery, I reccommend getting the marble seed.",
	"quest.lightwell.title":"Light Receptacle",
	"quest.lightwell.description":"With marble and rock crystals, we can now construct the device that will focus the ambient starlight extract fluidic mediums from crystalline comppounds. With one exception of course. \n\nIn order to collec the starlight, the Lightwell needs an open view of the sky. Later, you can extract the fluids via mechanical pipes and store it in tanks.",
	"quest.crystal_pickaxe.title":"Crystal Tools",
	"quest.crystal_pickaxe.description":"These rock crystals can be stronger and more durable than diamonds or any other material we've encountered so far. The only problem is finding the right properties. The structures of the crystals are random and sporadic. Each crystal has different properties and strengths of those properties.\n\nHowever, properties can be controlled slightly. Throwing crystals into liquid starlight might reform the structure allowing new properties to form or strengthening those that already exist. You might also be able to throw two crystals in liquid starlight and the properties will transfer from the weaker to the stronger.",
	"quest.starlight_altar.title":"A Better Altar",
	"quest.starlight_altar.description":"The Luminous Crafting Table has a limited reservoir of starlight and limited crafting capabilities. To progress further into the wonders of starlight, you will need a table capable of retaining higher volumes of starlight.\n\nTo maximize starlight gathering, the table itself is not enough. You will need to contruct a marble structure around the table in order to process and focus the starlight to the table.\n\n§9Check the Starlight Crafting Altar entry in the Astral Sorcery book under Exploration",
	"quest.crystal_collector.title":"Big Fancy Crystal",
	"quest.crystal_collector.description":"It seems our starlight input is significantly less than what we need to produce the items we need. I've analyzed the rock crystals and I believe we can simulate a larger one, one capable of gathering large quantities of starlight and distributing those with a tool known as a Linking Tool. We'll call this big fancy crystal a Collector Crystal. I have copied the recipe to this book below. You will not find it anywhere else.\n\nYou can use the Linking Tool to distribute starlight from the Collector Crystal to recepters, like blocks used in starlight transformation, crafting altars and lenses.\n\n§9This first crystal is weak compared to others you can make as you get more familiar with using and manipulating starlight. There are many other benefits in working with starlight including powerful enchantments, body enhancements via attunement, star travel and many utilities through lenses. Use the Astral Book as your guide!",
	"quest.liquid_starlight.title":"Starlight Extraction",
	"quest.liquid_starlight.description":"With the Lightwell constructed, we can now begin the process of extracting starlight from various materials and collecting it in its liquid form. This liquid will serve as a catalyst to contain and enhance the chemical conversions needed to create Overworld materials.",
	"quest.menril_sapling.title":"Bio-Electrical Sapling",
	"quest.menril_sapling.description":"Commander, the Lightwell performed beyond our expectations. It is possible to use the starlight to extract other fluids from other materials. \n\nThe §6Nightcress§r has a unique composition that it has taken the starlight and synthesized with with organice cystoplasm to produce a liquid with astounding bio-electrical properties called Menril. We can use the Lightwell to extract this menril from the §6Nightcress§r.\n\nAfter we have enough Menril, place a bucket in a hole and add a lunar sapling. The bio-electrical signals should spark a transformation in the sapling creating a §6Menril Sapling§r. This sapling, due to its non-organic creation, cannot grow in the current atmosphere, but will need to grow in a specialized pot. I will produce one for you when you have acquired a sapling.",
	"quest.menril_bucket.title":"Menril Again?",
	"quest.menril_bucket.description":"I know you've already made a bucket of menril, but that was using §6Nightcress§r. A more efficient manner is to use the §6Menril Logs§r in a squeezer and bucket the menril out of the basin. Jump N' Squish.",
	"quest.menril_block.title":"Crystallized Menril",
	"quest.menril_block.description":"Like most substances on this world, §6Menril§r has a crystallized form, which makes it an excellent conductor of bio-electricity. It seems the electricity inhereit in the plant and crystals can be used to power other devices, as long as they are all made from §6Menril§r. I am beginning analysis on the menril crystals and hope to have a use soon.",
	"quest.inventory_sort1.title":"Logical Logistics",
	"quest.inventory_sort1.description":"SIR! This is remarkable! Not only does the menril transmit bio-electricity, but it can also transmit signmals through its connected crystalline structure. Meaning, data can be sent and read through any device created with §6Menril§r. The first application is a closed-network inventory management system.\n\nCreating a few cables, circuits and logical components, you can combine these to make an §6Item Interface§r which will scan and report all items in any inventory its attached to. By placing this on the side of a chest, and connecting a single cable, you create a logical network, with the chest acting as a central storage for the network. But what's more, you can attach many more interfaces and many more chests to a single network, expanding its storage capacity.",
	"quest.inventory_sort2.title":"Seeing Inside",
	"quest.inventory_sort2.description":"Now that you have a network with some storage capacity, placing a storage terminal on any connected cable will allow you to view all items stored in any chest connected to the network. If you install an §6Omni-Directional Connector§r as well, you can craft a §6Portable Storage Terminal§r and have access to your stuff pretty much anywhere at any time!",
	"quest.neon_sand.title":"Neon Power",
	"quest.neon_sand.description":"I've had a little time to assimilate the information in the Genosian journal. It seems their technology is based on a new power source called Neon. Fortunately, the scientist provided in-depth documentation of the molecular structure and I think we can fabricate a version here. Possibly a better version. \n\nBy combining the crystal sand where rock crystal essence can be found in a puddle of menril resin, we can create a neon sand. Since the menril is biological in nature, this sand will have the capability to grow neon crystals, which will inhereit both the power of the rock crystals and the energy and electrical synapses of the menril. Through this method, the crystal that grow can reach up to a your height.",
	"quest.neon_crystals.title":"Neon Crystals",
	"quest.neon_crystal.description":"The neon crystals grew better than calculated. Their power capacity is yet to be determined, but it appears as they share conduct electricity better than menril materials. It might be good to harvest quite a bit as we will be needing it later.",
	"quest.liquid_neon.title":"Extracting Neon",
	"quest.liquid_neon.description":"These neon crystals are fascinating. As crystals, they can be smelted to produce a strong conductive metal. But as a liquid it can be used as a fuel source and its electrical properties can be merged into other materials. Yet another catalyst capable of containing and enhancing chemical reactions.",
	"quest.prosperity_ingot.title":"Reactive Reactant",
	"quest.prosperity_ingot.description":"A chemical reaction often requires two materials, the reactants and a catalyst. Using Emberstone as a base element and coating it with a polymer made of menril and moonstone, we can create a highly reactive substance when placed with other reactants in certain catalysts can create new minerals and materials.", 
	"quest.iron.title":"Iron ... finally",
	"quest.iron.description":"We now have all the required materials to create Overworld resources. Iron is created by throwing the reactants, Ventium and Prosperity, into a catalyst, a puddle of Neon. In this manner, all of the Overworld metals, and some other materials, can be created. For ease of reference, I have included a category in the J.E.I display. It has a bucket icon and is called §6Fluid to Item Recipes§r.\n\n§9When searching for ingot recipes, use the BNO, Better Nether Ores, Ingots, the other ingots have no recipes.",
	"quest.infusion.title":"Better Than Transmutation",
	"quest.infusion.description":"Through chemical transmutation we can create Overworld resources, its not sustainable. However, with a small reserve of resources, we can employ a process known as infusion, which is what the Genosians were interested in.\n\nInfusion is the process of injecting a reactant seed with molecules of ordinary resources to create a plant capable of producing an essence of the resource. These essences can then be combined to create the resource itself.\n\nThe Infusion process needs a special altar and pedestals. Once the altar is placed, you will see where to place the pedestals. Once the ingredients are placed on the pedestal, give the altar a redstone signal to begin the infusion. Easiest solution is to just place a redstone torch under the altar.",
	"quest.iron_seeds.title":"Theory of Essence",
	"quest.iron_seeds.description":"A single thread connects us all. That is the theory behind Dr. Felloway and Dr. Minekampf's research. Discovering that single thread, lead to a discovery of essence, a material similar to a sentient being's soul, but found within all things. \n\nAll resources have an essence that represents its base chemical make-up. Two different types of trees both contain Wood and Nature essences, same with stone and even some elements. Sentient creatures contain inferium, and higher levels based on the age of the being.\n\nIt was a breakthrough of global proportions when a process was developed to infuse seeds with raw materials to grow and cultivate its essence. By infusing inferium and its higher tiers, with raw materials into a reactant seed, one can create a plant able to produce essence. I've been able to find the right balance to re-create a reactant seed based on our success with a reactant ingot." ,
	"quest.xp_capsule.title":"Contain Yourself",
	"quest.xp_capsule.description":"The next step in Overworld resource evolution was the idea that if plants could produce essence, then it may be possible to breed animals to do so as well. And so the journey began for Dr. Felloway and Ms. Shuster to biomedically engineer an animal that could produce essence.\n\nBees were the obvious choice as the male bee has significantly less chromosomes and able to be genetically altered. Any species this radically transformed would have to be grown from infancy, and so the idea was to spawn an essence bee from an egg.\n\nTo quicken the production and synthesize a genetically altered bee, some growth essence must be supplied in the form of experience. A capsule was created such that if you leave it in your inventory any experience gained will be used to fill the capsule.\n\n§4WARNING: Do not attempt to craft with an empty XP Capsule as it will cause your game to crash to desktop. Sorry.",
	"quest.infusion_stones.title":"Power Stones",
	"quest.infusion_stones.description":"The infusion process required to create a bee requires more power than the altar itself can support. On Overworld, this power was provided by a bioelectrical plant placed under the altar. We do not have a valid substitute, however, a species, seen as a ball of light, roaming everbright does. \n\nIts bioluminescence coagulates into stone and when collected using a stone or diamond bowl, can be used to increase inferium to its other tiers. Some of the creatures have such a high concentration of infusion stones, they react and harden inside the creature creating a power stone, which can be gathered in the same manner. These power stones will provide ample power for the infusion process.",
	"quest.pixonfactory1.title":"Pixon Factory Part 1",
	"quest.pixonfactory1.description":"I believe I have completed my analysis of the small energy-like creatures roaming the Everbright. I feel confident that we can modify our replication technology to create a means of spawning these creatures in a more controlled environment.\n\nYou will need three §6Matter Beamers§r which will turn materials into the elements needed to create the creatures. These will need to be connected to a §6Spawner§r using the §6Smart Wrench§r.",
	"quest.pixonfactory2.title":"Pixon Factory Part 2",
	"quest.pixonfactory2.description":"Next, we will need some samples from the creatures themselves. For this, simply attack them with a §6syringe§r. Don't worry, its completely harmless and won't damage the poor little dears. You will need to be sure to get a full syringe.\n\nPlace the syringe in the §6Spawner§r and you will see the requirements for replication. Place these in the §6Matter Beamers§r and then use a lever or other device to turn the §6Matter Beamers§r on.\n\nOnce the §6Spawner§r has the required amounts, a new creature will be replicated.",
	"quest.pixonfactory3.title":"Pixon Factory Part 3",
	"quest.pixonfactory3.description":"Sir, the history of this planetary system suggests that these energy creatures once roamed the Everdawn as well, but fluctuations in the environment and decreased solar energy have left them unable to thrive. However, I believe, the biological structure of the creatures are not so dissimiliar and that with the gains we have made in our infusion process, we should be able to replicate the other, now extinct, varieties of creatures. Doing this may increase our yield of essence needed for our resource production.\n\nOnce you have used the egg to spawn a new variety, use a syringe to sample it for the replication process, then extract its essence using the common method. Be sure you are adequately skilled in infusion before attempting this or you may be unable to extract the essence needed to replication.\n\n§9Search PIXON in JEI to find all the spawn egg recipes.",
	"quest.iron_bee.title":"I am Iron Bee",
	"quest.iron_bee.description":"Commander, there is only a few more items left to collect to create an essence creating bee. Firstly, you will need four essence blocks, made with 4 essences. The type of essences you use will determine the bee you create, but all 4 essence must be the same to form a valid block.\n\nNext we will need to pass to our the main characteristic of sentient beings, a soul. Using a soul fragment should be enough to provide it sentience.\n\nLastly, an egg. You should have plenty of those around. But all the required materials on the infusion altar then retrieve your bee.",
	"quest.beehive.title":"The Bee's Needs",
	"quest.beehive.description":"Before you go hatching your new bee, sir, there are a few things the bee needs to survive. Food is important as the nectar from the flower is what creates an essence honeycomb.\n\nA bee needs an essence flower of the same type of essence to create the honeycombs. It will also need a place to produce the honeycomb, a hive. \n\n§4WARNING:It has been observed that bees like to run off and likely disappear periodically. Consider housing your bees in a closed area. ",
	"quest.iron_combs.title":"Super Bees",
	"quest.iron_combs.description":"This is remarkable, exhilarating. The infusion process was a bigger success than imagined. These bees don't generate a comb to produce essence, they generate a comb to produce the resource itself! Fascinating. On a side note, these are not emotions I am expressing as I am simply an AI integrated into your sapien systems. I'm merely acting accordingly to how your senses are reacting to the data found and analyzed.\n\nBack to business, we will need a centrifuge to process the combs into their resources. You can start with a small, manually operated one, and later progress into a much larger unit for massive resource production.",
	"quest.honey_dipper.title":"MisBeehaving",
	"quest.honey_dipper.description":"Bees are living creatures, albeit with far fewer chromosomes. To say the least, they are pretty dumb. Sometimes, they will not use the proper flower or the proper hive. You can correct misbehaving bees by using the honey dipper to assign them to a flower or hive. ",
	"quest.hive_upgrade.title":"More Space, More Bees", 
	"quest.hive_upgrade.description":"As you create more bees, you will want to increase the size of their hive. This allows more bees to be housed in a single hive and also allows more combs to be produced. However, there is a balance. If the hive has a max of 4 bees and 8 honeycombs, putting 4 different bees will produce only 2 combs of each. But this also means the hive will fill up faster as it will only take 2 cycles to fill the hive. If you put 4 bees of 2 different types, they will produce 4 combs a piece, but it will take 4 cycles to fill the hive.",
	"quest.growth_accel.title":"Speedier Seeds",
	"quest.growth_accel.description":"Due to the nature of the essence plants, they take an abnormally long time to mature and bear essence. Growth accelerators can be placed under the farmland.\n\nEach growth accelerator has the same chance to apply a growth spurt to the plant. Higher tiered growth accelerators do not increase growth faster than lower tiers. However, the higher tier have a larger range, allowing MORE accelerators to be placed under the plant increasing the chance that a growth spurt will be applied. Range is a depth, not an area, so one growth accelerator will only affect one plant above it.\n\n§9TLDR: You can place 10 inferium growth accelerators under a single plant, then 10 prudentium, 10 tertiary and so on.",
	"quest.inferium_farmland.title":"Essential Farmland",
	"quest.inferium_farmland.description":"With inferium essence and its base tiers, you can create essential farmland. The benefit of this farmland isn't growth speed, but a chance to yield additional seeds and essences when harvested.",
	"quest.tier1_starters.title":"Basic Seeds",
	"quest.tier1_starters.description":"These basic seeds can produce many of the Overworld resources and materials that are lacking in this realm. These resources will be beneficial moving forward as we begin to adapt our Overworld machines and technology to assist us in this realm.",
	"quest.plant_directions.title":"Botanical Progression",
	"quest.plant_directions.description":"Many seeds can be made at this point in our journey, even up to tier 2. However, it is highly inefficient to use inferium and infusion stones in this manner. It is much more efficient to create a few machines first before venturing into higher tier seeds.",
	"quest.hive_auto1.title":"Bee Automated Part 1",
	"quest.hive_auto1.description":"It's quite tedious to run and check on your hives all the time. Hives can be automated quite easily. First, shears are needed to remove any combs from a full hive. Second, a hive must be smoked so as not to anger the bees. This can be simply by putting a campfire beneath it. Next, place a dispenser facing the honeycomb and place the shears in the dispenser. You can place up to 9.\n\nTo activate the dispenser, place a timer on it. This timer is a bit tricky, but when used properly can lead to many redstone contraptions. Clicking on the blue arrow, up or down, will increase/decrease the time the redstone signal is on, clicking the yellow arrow will increase/decrease the time the signal is off. Whenever the signal switches from off to on it will activate the dispenser. So setting the blue to 1 sec and yellow to 1 sec will result in a signal pulse every second, and the dispenser will try to harvest combs every second.",
	"quest.hive_auto2.title":"Bee Automated Part 2",
	"quest.hive_auto2.description":"Whenever the combs are collected, they scatter across the ground. For easy pickup, set a backpack near the hive with a magnent upgrade. The backpack can be placed on any wall or floor and later can be connected to pipes for easy item transportation.",
	"quest.auto_plant1.title":"Botanical Factory Part 1",
	"quest.auto_plant1.description":"Even though we don't have access to more advanced Overworld machines, particularly those for automatically harvesting and planting crops, we can still create an automated system using the menril devices. We will need a few devices to begin with.",
	"quest.auto_plant2.title":"Botanical Factory Part 2",
	"quest.auto_plant2.description":"Now, we'll need a few more devices and set-up the farming square. The §6World Block Importer§r will harvest the plant, the §6World Block Exporter§r will place a new seed and the §6Block Reader§r will let the harvester know when the plant is at full capacity. You can place these devices anywhere around the space where the plant will grow. You will need to connect them all with cables and place the §6Variable Store§r where its attached to the cable. Furthermore, keep this system off your main system and add a chest just for plant harvesting and placing.",
	"quest.auto_plant3.title":"Botanical Factory Part 3",
	"quest.auto_plant3.description":"Now comes the programming part, we will need a few variable cards for this. Open the §6Block Reader§r and place one variable card in the slot for §9BLOCK§r. Place and open the §6Logic Programmer§r, which does not have to be connected to the network. Search for 'plant_age' in the programmer and place your §9BLOCK§r variable card in the slot. Place a NEW variable card in the slot at the bottom right.",
	"quest.auto_plant3_2.description":"Next, search for 'integer' and type '7' in the text box and place a NEW variable card in the bottom right.",
	"quest.auto_plant3_3.description":"Finally, search for 'equals' and place your 'plant_age' card on the left and your 'integer' card on the right. Place a NEW variable card in the slot in the bottom right.",
	"quest.auto_plant3_4.description":"§9Logically, what we just created is a question: 'is the block's plant_age 7?'. So this variable card will answer with TRUE(yes) or FALSE(no)",
	"quest.auto_plant4.title":"Botanical Factory Part 4",
	"quest.auto_plant4.description":"To get the this botanical factory working, place that last variable card (blue corners) in the §6World Block Importer§r in the slot §9PICK UP ALL ITEM BLOCKS§r (top slot). Then place a BLANK variable card in the §6World Block Exporter§r in the slot §9PLACE ALL ITEM BLOCKS§r (top slot).\n\nThis system will scan the attached inventory for any blocks that can be placed, picks the first one and places it. If you have multiple seeds in the chest, it will always place the first one it finds, which may not be the seed you want. You can either, keep the chest emptied, or I've given you a pictorial guide on how to set a seed in an item frame and the system will only plant that seed. Good Luck, Commander.",
	"quest.infusion_table.title":"Better Equipment, Better Armor. Papa Laws.",
	"quest.infusion_table.description":"To unlock a wide array of weapons, tools and armor, we will need an infusion table and a framing bench. Create frames with scrap metal and then build powerful weapons using rare resources on the infusion table. The infusion table is also capable of enchanting items as well, acting as both an enchantment table and an anvil.\n\n§4WARNING: The JEI shows a book recipe giving an enchantment book. This is wrong. Instead, just place the item you wish to enchant and supply the materials for the enchantment listed on the book to be applied directly to the item.",
	"quest.creation_forge.title":"The Power of Creation",
	"quest.creation_forge.description":"Sir, this world is not without its perils. I'm not sure we will see any better on any other planets. It might be wise to practice conjuring up some allies to aid us in the fights ahead of us. As you create these, you will gain levels in Creation and be able to conjure stronger and stronger allies.\n\nThe §6Creation Forge§r allows you to sacrifice creature slabs to gain extra points in your Creation skill.\n\n§9The chitin to make Draggy can be looted off Pinchers in the waters of a Moonlit Resevoir",
	"quest.trap.title":"Easy Prey",
	"quest.trap.description":"Sir, if you are lacking in resources hunted from native species, there is a way you can ... how do you say it ... 'Bring home the bacon'. Simply craft a soul jar, which is capable of holding 4 souls at once. Then create a soul cage using a soul trap. I have included an image for your reference. Place a creature on the trap then click the trap and it should create a device which spawns those species for easier hunting.\n\n§6Passive creatures will require appropriate light to spawn and the spawners follow the same rules as normal. Stand too far away and they won't work.",
	
	"quest.cheap_generator.title":"Cheap Power",
	"quest.cheap_generator.description":"We will need a source of power in order to power our machines. I believe we can construct a crude generator from menril. ",
	"quest.techtable.title":"Upgraded Workbench",
	"quest.techtable.description":"Now that we have a supply of iron, we can create a better crafting table, one capable of much larger inventories for easy use. While the §6Tech Table§r has a small internal inventory, it is able to access any adjacent inventories. We will also need a §6Part Press§r to create circuitry needed to craft our machines.",
	"quest.research_lab.title":"Research Lab",
	"quest.research_lab.description":"The Genosian Journal, otherwise known as E-scanner, describes a process of scanning and researching. As the journal depicts, scanning is the process of applying certain knowledge to a device or item to discover new knowledge in the form of blueprints. These blueprints are then processed in the §6Researcher§r, which creates a prototype model according to the blueprint and runs analysis and tests on the prototype until a successful prototype is built. This will unlock new machines and crafts.\n\n§9For more information on scanning and researching, check out the guidebook under Research and Development.",
	"quest.blueprint1.title":"First Blueprint",
	"quest.blueprint1.description":"Each advanced technology we discover could lead to another blueprint. The first Genosian tech we have created is the §6Techtable§r, so scanning it may lead to a new blueprint to research. Place the §6Techtable§r in the scanner and apply 'Thermodynamic' knowledge to it.\n\n§4WARNING: Complete these quests BEFORE you put the blueprint in the researcher or you will not be able to complete them. I would suggest doing this questline in order.§r",
	"quest.pipe.title":"Inputs and Outputs",
	"quest.pipe.description":"Pipes can transport items as well as neon energy. Use the §6Logistics Editor§r to set the inputs and outputs on your machines.", 
	"quest.industrialfurnace.title":"Just Rewards",
	"quest.industrialfurnace.description":"Now that you have a blueprint, place it in the §6Researcher§r in the slot at the top right. Research requires some physical components to help create the prototype. Depending on the complexity of the blueprint, it will need Time, Energy, Support and Experience.\n\nSometimes, the researcher is able to create the prototype itself, or sometimes it will produce a few parts left over from its attempts. You can check the internal storage of the researcher by clicking on the yellow star.",
	"quest.blueprint2.title":"More Blueprints",
	"quest.blueprint2.description":"Now that we have discovered a new technology, scanning this technology will yield more blueprints. Place the §6Industrial Furnace§r in the scanner and uncover more blueprints.",
	"quest.composite_metal.title":"Stronger Metals",
	"quest.composite_metal.description":"Research §6Composite Metals§r and acquire or craft a small portion of composite metal. Scan the metal to discover more research.",
	"quest.metal_block.title":"Ship Building Material",
	"quest.metal_block.description":"Research §6Decoration§r and acquire some metal blocks from the §6Researcher§r. You will also find an §6Airbrush§r and some tanks of dye. Right-clicking with the §6Air Brush§r will open it up, allowing you to place the dye tanks into it. Then, you can paint the metal blocks. To unpaint a block, simply place sand in the §6Air Brush§r. These metal blocks are used to build the outer shell of our spaceship.\n\nScan the metal blocks to discover more research.",
	"quest.grid_block.title":"Decorative Ship Materials",
	"quest.grid_block.description":"Research §6Grid Block§r and acquire some grid blocks from the §6Researcher§r. These can also be used in the outer shell of our spaceship. Scan the grid blocks to uncover more research.",
	"quest.vent_block.title":"Machine Materials",
	"quest.vent_block.description":"Research §6Vent§r and acquire some vent blocks from the §6Researcher§r. These can also be used in the outer shell of our spaceship. These vent blocks make excellent central components to more advanced machine blocks. The vents are perfect for allowing airflow, thus cooling the mechanisms and circuitry inside.",
	"quest.rfstorage.title":"Compact Storage",
	"quest.rfstorage.description":"Sir, the menril storage system has worked so far, but now that we can make more intricate machines and devices, we should upgrade our inventory system. Or maybe the better term is down-size. A §6Modular Storage§r outfitted with a §6Storage Modular§r can hold a great deal more items than any chest.\n\nFuthermore, the §6Storage Scanner§r can access ALL nearby inventories, providing a place to craft, deposit and retrieve items from the §6Modular Storage§r. In the interface of the §6Storage Scanner§r, you can set certain inventories to be routable, meaning items placed into the device will be routed to these inventories. You also have the ability to set 8 recipes for quick crafting and reference. Great for the pieces needed for a §6Machine Board§r.",
	"quest.enrichment.title":"Enriching Industry",
	"quest.enrichment.description":"By injecting energy into certain material components, we can create a more potent version, useful for infusions in the §6Metallurgic Infuser§r. A single redstone powder provides only a small portion of redstone for infusion, however, an enriched redstone provides 8 times that.\n\nWe will also need to create a §6Crusher§r, useful for creating enriched obsidian, a component to make a strong alloys",
	"quest.alloy.title":"Alluring Alloys",
	"quest.alloy.description":"With a solid infrastructure built, we can now begin making better alloys to create better circuits and machinery.",
	"quest.mech_squeezer.title":"Gears N' Squish",
	"quest.mech_squeezer.description":"The menril generator is better than I had calculated. We should be able to power two to three machines from one generator. This means, we can take some of our more laborious tasks, such as squeezing logs to make menril, and create a machine capable of doing it for us, saving us time, energy and yielding more products.",
	"quest.inscriber.title":"Imprinting Circuitry",
	"quest.inscriber.description":"Every machine is created using circuits and electrical components. These components are made in an §6Inscriber§r, and later an §6Assembly Table§r. The §6Inscriber§r also allows you to begin working on upgrading your inventory to the §6ME System§r.",
	"quest.metallurgic.title":"Infusion Machine",
	"quest.metallurgic.description":"Infusion is a powerful process. We have infused via altars, starlight and now metals. Mechanical infusion is the only process to raise inferium to its higher levels and create alloys strong enough to weld heavy components together and conduct electricity at greater levels.",
	"quest.prudentium.title":"Taking It To The Next Level",
	"quest.prudentium.description":"The infusion stones gathers from the Pixons in Everbright can be infused into inferium to create its next tier, Prudentium. Infusing Prudentium creates Tertium and so on. As you create higher tiers, the more infusion stones and Pixon essence you'll need. Enriching infusion stones will raise them to a higher tier, containing more Pixon Essence for infusions.",
	"quest.tier2_seeds.title":"More Seeds",
	"quest.tier2_seeds.description":"Now with a stock of prudentium, time to make some seeds to continue our progress. Once we have the seeds, we can progress on to creating a Bee to harvest its combs for a more efficient production of materials.",
	"quest.neon_generator.title":"New Power",
	"quest.neon_generator.description":"The Genosians had a power source, called Neon, based on the neon crystals we've fabricated. It seems thses crystals grow naturally on the Genosian planet. Their ships are powered by this Neon and so if we plan to make it off the ground, we will need to work on being able to generate the power needed for space travel. Acquire a §6Neon Generator§r then use it to uncover more research.",
	"quest.cable.title":"Neon Cables",
	"quest.cable.description": "Special cables are needed to transport neon energy. Acquire some §6Neon Cables§r and use them to uncover more research.",
	"quest.energy_modul.title":"Research Energy",
	"quest.energy_modul.description":"As I mentioned earlier, sometimes research needs Energy to complete its tests, analysis and create a prototype. This energy is supplied to the §6Researcher§r via a §6Research Module - Energy§r. The research module must be adjacent to the §6Researcher§r or connected via network cables and neon energy must be supplied to the research module.",
	"quest.logic_chipset.title":"Chips",
	"quest.logic_chipset.description":"The Genosian machines run on chipset programmed with different functions. Each chipset give sthe machines different abilities and processes. The most basic chipset is the §6Logic Chipset§r. Acquire one and use it to research other chipsets.",
	"quest.std_core.title":"Cores",
	"quest.std_core.description":"Overworld technology prides itself on creating bigger more robust machines, while the Genosian look inward, on creating better and faster parts. All their machines run on cricuit boards which is based on Core Power. All circuits require use core power to operate, and Cores provides more core power. If a circuit board's circuits exceed the available core power, then the circuits heat up and melt. Use a §6Scrench§r to open the circuit board of applicable machines to swap out parts.",
	"quest.assembly.title":"Circuits ... ASSEMBLE!",
	"quest.assembly.description":"The §6Assembly Machine§r is capable of producing advanced circuits and basic circuits at a reduced resource cost. But, the it has a margin of instability, sometimes creating powerful circuits, sometimes creating mundane ones. This instability is random resulting in creating multiple cores and circuits with varying degrees of core power or circuit power. Later, supplying §6Support Points§r to the assembly will raise the resulting power, but still not mitigate the instability.\n\nAcquire an §6Assembly Machine§r and use it to unlock more research.",
	"quest.opti_bench.title":"Auto-crafting Bench",
	"quest.opti_bench.description":"This machine will allow you to autocraft a pre-programmed recipe. To do this, click on the recipe icon (blue with green arrow). Place the items on the grid according to the recipe you wish to make, them place a neon crystal in the top slot. This will create a §6Crafting Recipe§r. Click the recipe icon again to return to the crafting bench and place the recipe in the miniture grid slot next to the recipe icon.\n\nWhenever items are sent to the §6Opti-bench§r, if its part of the crafting recipe, it will be placed in the appropriate slot. It will not accept any items not part used in the crafting recipe.\n\nAcquire an §6Opti-bench§r and use it to unlock more research.",
	"quest.calculation.title":"A Little Help From Friends",
	"quest.calculation.description":"As blueprints become more complex, the §6Researcher§r is not able to compile and analyze all that data. §6Calculation Modules§r assist it in preforming such jobs. They require a lot of power and are only used when the §6Researcher§r is overburdened. The Energy gauge on the §6Researcher§r shows how many §6Calculation Modules§r are currently assisting. You will almost always see it fluctuating as data is passed between the systems.\n\nTwo calculation modules, running at 50% RAM, are good enough for early researches. The modules must be connected to the §6Researcher§r either by being adjacent to it or through network cables. As mentioned earlier, RAM is the most important upgrade for §6Calculation Modules§r and one running at 100% is 4x faster than a single §6Researcher§r.\n\nAcquire a §6Calculation Module§r and use it to unlock more research.",
	"quest.flashdrive.title":"Storing Support",
	"quest.flashdrive.description":"Some machines, like myself, become advanced enough to analyze its own production and record its analysis, which can be used to improve how other machines operate. Its similar to when sentient beings make a mistake or error and instruct their young not to make those same errors. Only difference is machines are required to listen.\n\nThis analysis of production is called Support Points. Support points are generated by certain smarter machines, like the §6Neon Furnace§r and the §6Opti-bench§r and can be stored in flashdrives. Later, §6Flash Servers§r can be created to store many flashdrives and distribute Support via Support cables.\n\nAcquire a §6Flashdrive§r and use it to unlock more research.",
	"quest.generating_support.title":"Auto-generating Support",
	"quest.generating_support.description":"One of the easiest and fastest ways to generate support is by packing and unpacking an item between two §6Opti-benches§r.\n\nCreate a recipe in one §6Opti-bench§r to form §6Inferium Blocks§r from §6Inferium Essence§r. In a second §6Opti-bench§r, create a recipe that takes an §6Inferium Block§r and breaks it down to §6Inferium Essence§r.\n\nConnect these benches in a loop using item transport pipes and they will quickly generate Support Points as they craft and uncraft the §6Inferium Blocks§r.",
	"quest.support.title":"Supporting Research",
	"quest.support.description":"The self-analysis and data collected from smart machines can be very useful for the §6Researcher§r. This will allow us to research much more complex blueprints. As always, be sure the module is directly connected to the §6Researcher§r.\n\nAcquire a §6Research Module - Support§r and use it to unlock more research.",
	"quest.neon_furnace.title":"Electric Oven",
	"quest.neon_furnace.description":"Yep, its just a powered furnace.\n\nAcquire a §6Neon Furnace§r and use it to unlock more research.",
	"quest.thruster.title":"Fire It Up",
	"quest.thruster.description":"Thrusters are a key part of any spaceship. One thrusters is needed for every 101 blocks you add to your spaceship.\n\nAcquire a §6Thruster§r and use it to unlock more research.",
	"quest.fuel_tank.title":"Fuel Storage",
	"quest.fuel_tank.description":"Bitripentium is the main ingredient for creating §6Rocket Fuel§r, which powers the thrusters to keep a spaceship flying. Every ship needs a number of fuels tanks based on the number of thrusters.\n\nAnd finally, we are able to research and create the last component of the ship, the §6Board Computer§r which handles all navigation of the ship.\n\nAcquire a §6Fuel Tank§r and use it to unlock more research.",
	"quest.battery_box.title":"Power Storage",
	"quest.battery_box.description":"Power storage is the key to efficient power usage. Machines may use power beyond your production, but with significant storage your machines will use the stored power first. In this manner, you should be able to complete your production, and re-fill storage between production cycles. \n\n§6Battery Boxes§r can hold up to 12 batteries and can charge Neon dependent tools. It would be wise to attach power storage to any network to power §6Calculation Modules§r as they pull quite a bit of power.",
	"quest.power.title":"The Quest for Power",
	"quest.power.description":"As you might already be aware, our current power supply isn't sufficient for expansion. There are other ways to generate power based on the excess of resources we have available. These generators will typically output energy at 80 rf/t, but the amount of energy available for distribution depends on the item and type of generator.\n\nThe easiest generator to create and manage would be a §6Geothermal Generator§r. Lava is its main fluid used to generate power, and since there are large lava lakes near the core of Everdawn, and especially more common in the hotter biomes.",
	"quest.energy_storage.title":"Storage Wars",
	"quest.energy_storage.description":"As I've already instructed you earlier, power storage is key to an efficient power system. Stored power helps level out the spikes in power usage so that your entire system can work steadily, and energy can be evenly used and dispersed.\n\nThere are two types of energy storage, and some benefits to each. The §6Basic Energy Cube§r has 4 upgrades and can hold a lot more power than the §6Dimensional Cell§r. However, the Dimensional Cells can be linked using the §6Powercell Card§r on each cell allowing them to independently of each other, but combining utilizing a combined storage size. This allows for a lot of flexibility in your system.",
	"quest.flux.title":"Unplugged",
	"quest.flux.description":"Commander, it is possible to distribute power wirelessly and cross-dimensionally, allowing you to create a power generation base on one planet and using that power across the galaxy.\n\nFlux is the primary ingredient for wireless distribution of power and a base component to most cross-dimensional devices. The §6Flux Configurator§r will allow you to manage all aspects of your flux network, including naming the network and adding/removing devices.",
	"quest.solar_panel.title":"Free-ish Power",
	"quest.solar_panel.description":"Up to this point, all our power generation has relied on raw materials as input. We can now produce solar power, which used the energy from the sun to produce RF. It would be wise to place a solar generation plant on a planet with plenty of sunlight. While these first solar panels output relatively low levels of RF, other better models will be available in the future.",
	"quest.solar_upgrades.title":"Squeezing the Juice",
	"quest.solar_upgrades.description":"Until other more powerful solar panels become available, lower tiered ones can be upgraded. By providing §6Effeciency Upgrades§r, the power output of solar panels can increasel Up to 20 can be placed in any panel, and while more CAN be placed, you will not see an increased efficiency past the use of 20.\n\nThere are other upgrades available, like some which increase internal storage capacity and one which can send power to any machine within range.",
	"quest.wireless_storage.title":"Wireless Power Storage",
	"quest.wireless_storage.description":"I don't think I need to point out how power storage is an important part of any power system again do I? This particular device will aid in storing power that flows through your wireless system.",
	"quest.wireless_adapters.title":"Wireless Adapters", 
	"quest.wireless_adapters.description":"These adapters distribute power wirelessly through your Flux Network. The §6Flux Plug§r should be attached to a power source or a power generator and it will send power to your wireless storage or §6Flux Points§r. A §6Flux Point§r attaches to a power recieving machine and/or cable and will pull power from your Flux Network to supply the machine and/or cable.",
	"quest.uranium.title":"Radioactive, Radioactive",
	"quest.uranium.description":"Now that we have quite a bit of resources and our infrastructure is expanding, it might be worth mentioning that I think I can fabricate a smaller, condensed nuclear reactor for our continued power needs. The only radioactive substance in this galaxy is uranium, which will be needed to continually power the reactor. It might be worth it to ensure consistent production of uranium",
	"quest.reactor_outside.title":"Reactor Structure", 
	"quest.reactor_outside.description":"The design of a reactor is important to its power output. Using §6Basic§r reactor parts limits the size of the reactor to 5x5x5, but it can be in any shape. Using §6Reinforced§r reactor parts allows a reactor to use up to 256 blocks.\n\nWe will begin by building a small 3x3x3 reactor. First, build a 3x3 base of casing blocks, the place 1 block on each corner, and lastly a 3x3 top with the §6Reactor Control Rod§r in the center. Place the §6Fuel Rod§r on the center block of the base, unser the control rod.\n\nEvery §6Fuel Rod§r needs a §6Reactor Control Rod§r above it to function.",
	"quest.reactor_parts.title":"Reactor IO",
	"quest.reactor_parts.description":"To move fuel items into the reactor and waste items out, place 2 access ports anywhere on the frame. Set one to input and one to output as this will help with automation.\n\nNext, to access the energy produced, place an energy tap anywhere on the frame and attached a power cable or storage device.\n\nLastly, place the §6Reactor Controller§r which allows you to turn the reactor on/off and shows you current running statistics.",
	"quest.reactor_info.title":"Reactor Basics",
	"quest.reactor_info.description":"To create a powerful reactor, the heat of the casing should be much higher than the heat on the fuel rods.\n\nThis first reactor shows that the fuel rod and casing have the same heat, because the fuel rod is touching the casing, and as the fuel rod heats up, so does the casing. However, if the fuel rod maintains high heat, it will use more fuel.\n\nA good reactor depends on two things, design and moderators. Moderators, like iron blocks, diamond blocks and emeralds blocks, are able to pull heat from the fuel rods and distribute it to the casing. When designing larger reactors, try to keep the fuel rods from touching the casing and build in moderators between the fuel rods and casing. This will create maximum fuel efficiency and maximum energy output.\n\nFurthermore, you can read the manual provided to learn about active and passive cooling and how to create more energy by connecting a turbine to your reactor.",
	"quest.recycler.title":"Reduce, Reuse, Recycle",
	"quest.recycler.description":"Sir, I've noticed we have a few extraneouse core, chips and RAM that did perform exactly to your criteria. If we can recycle these items, we can gain back some of the materials we used to create it.\n\nThe §6Shredder§r upgrade can handle this process but also, more importantly, the Recycler/Shredder combo can grind logs into wood chips, then grind woodchips into compost which can be used to create biogas.\n\nBiogas, when used in a Gas Turbine, can produce large amounts of Neon Energy.\n\n§9Later, with the §6Nanostructure Repair Kit§9 you can repair ANY armor, tool, weapon through the §6Recycler§r",
	"quest.fermentation.title":"Its Not Beer",
	"quest.fermentation.description":"The process for making alcoholic beverages can also be used to create a potent gas. Simply attach an item transport pipe (of your choice) to the §6Recycler§r then to the §6Fermenter§r and any compost will be transported to the §6Fermenter§r. Once it has compost, it will begin creating Biogas and functions without the need for power.",
	"quest.gas_turbine.title":"Fart Power",
	"quest.gas_turbine.description":"Methane, the gas that is excreted by homo sapiens, is a potent, flammable gas. Anything that can burn, can produce power, therefore Biogas can also produce power when transported into a §6Gas Turbine§r.\n\nAttached any fluid pipe to the §6Fermenter§r, then also to the §6Gas Turbine§r. If the fluid isn't flowing, be sure pipes and sides of the machines are configured with either the §6Configurator§r (if using Overworld pipes) or the §6Logistics Editor§r (if using Genosian Technology).",
	"quest.indust_chipset.title":"Genosian Power Upgrades",
	"quest.indust_chipset.description":"Basic circuits don't produce the Neon Power these systems need. To upgrade and improve any Genosian power generation device, you can add §6Industrial Chipsets§r.\n\nThe higher the chip power, the more energy the device produces. Be sure you don't exceed the available core power or circuits will burnout and require replacement.",
	"quest.steel.title":"Steel Yourself",
	"quest.steel.description":"Steel is a major component to many Overworld machines and the main component for all item,fluid and energy transportation components.",
	"quest.pipes.title":"Get a Move On",
	"quest.pipes.description":"To assist in automation and improve efficiency, pipes can be created to move fluids, items, gases and energy. Each of these pipes can be upgraded to allow greater flow of items, fluids or energy.\n\n§4Hold 'Shift' while hovering over a pipe to see what type it transports.§r",
	"quest.configurator.title":"Check the Configs",
	"quest.configurator.description":"These pipes are highly confirable, allowing you a lot of control over your network. First, before any pipe can be used, you will need to use the §6Configurator§r on an end point to set it to 'Push'(places stuff in), 'Pull'(pulls stuff out) or 'Normal' (does either depending on the configuration on the side of the machine).\n\nYou can also assign colors to pipes, which allows only pipes of the same color to interact with each other, allowing for quite a precise logistical network.",
	"quest.entangoloporter.title":"The Magic Box",
	"quest.entangoloporter.description":"One of the best inventions of Overworld is the §6Entangoloporter§r. This device allows you to move items, fluids, energy and gasses from one §6Entangoloporter§r to another §6Entangoloporter§r, even across dimensions. This allows you to set up a mining operation on any planet and cross-dimensionally transport those items to your ship.",
	"quest.upgrades.title":"Ain't Got Time For That",
	"quest.upgrades.description":"Basic machine operations are set to their lowest levels. These can be upgraded by providing different upgrades. These upgrades can be placed and ejected from any Overworld machines.\n\nEach upgrade has a cost. For example, a §6Speed Upgrade§r will increase the speed of the machine, but also require more power. §6Efficiency Upgrade§r allows the machine to use less power to complete its cycles. A combination of these will create a machine working at maximum capacity. \n\nI have calculated the precise amount of upgrades needed for a §6Metallurgic Infuser§r to work on maximum capacity when being supplied by a menril generator.",
	"quest.factories.title":"Bigger, Better, MORE!",
	"quest.factories.description":"Commander, if these basic Overworld machines are not performing to your specifications, you can upgrade them to handle more inputs at a time. A §6Basic Factory§r can process three times the input of a normal machine. Most Overworld machines are able to be upgraded to factories.",
	"quest.me_controller.title":"Storing Digitally",
	"quest.me_controller.description":"Now, with a working §6Inscriber§r, we can begin making the components of a digital storage system known as the ME System.\n\nThe ME System's brain is the controller device, which needs power to operate. This system runs on its own unique power, so you will need an adapter to convert other power to ME power. As always, you should also include a storage device to hold additional power.",
	"quest.me_drive.title":"The Digital Drive",
	"quest.me_drive.description":"The ME System works by digitizing item and fluid information and storing that on disks. Those disks are held in a drive, accessible by the controller.\n\nEach item in a system is 1 bit, which means a stack of items is 8 bytes. A 1k item storage cell can hole 127 stacks of a single item or 65 stacks of, at most, 63 different items. Because of this, it isn't always better to make the top tier storage cells right away, as they are costly and time consuming to create. 4 1k storage cells offer the same capacity as 1 4k storage cell, however, 4 1k cells can hold 252 different types, whereas 1 4k can only hold 63.\n\nIn other words, use 1k storage cells for individual items (ie. 64 saddles takes up the same space as 64 cobblestone) and larger cells for items that are mass produced, like cobblestone, honeycombs, essence and ingots.",
	"quest.me_terminal.title":"Seeing Within",
	"quest.me_terminal.description":"Terminals are needed to interact with items in the ME System. The §6Crafting Terminal§r allows you to craft by directly pulling items from your storage. Be sure your disk drives are connected to the controller directly or via cables and then terminal is connected to the network as well.\n\nWhen viewing a recipe in the JEI while the §6Crafting Terminal§r is open, you are able to click on the '+' button to automatically move the items from your storage to the grid for faster crafting.",
	"quest.soul_extraction.title":"Mob Essences",
	"quest.soul_extraction.description":"Infusing raw iron into a seed is a relatively simple process, but infusing a live creature into a seed is something else entirely. On Overworld, one would use a special dagger to extract the soul of a living creature and capture it in a jar.\n\nUnfortunately, this method is inefficient as the lunar aura suppresses the dagger's damage. Instead, we can use a §6Soul Extractor§r to pull remnants of the creatures soul from resources gathered from it.",
	"quest.wither_seeds.title":"Black Skull Jam",
	"quest.wither_seeds.description":"One creature, the Wither, and the coveted item it has, the Nether Star, is vital to creating apiaries for the bees. Using skulls of Wither Skeletons, you can create jars of wither essence and this create a seed which produces wither essences.",
	"quest.witherproof.title":"Containment",
	"quest.witherproof.description":"This Wither is a viscious monster capable of destroying most any material. The only way to contain him is using special blocks created from the essences of withers. Use its own magic against him.\n\nYou will need much more than one to create a cage and keep him boxed in.",
	"quest.wither_skulls.title":"The Summoning",
	"quest.wither_skulls.description":"Once you have a cage created, it is time to summon the monster. You will need three wither skulls, which can be crafted using wither essences. You will then need 4 blocks of soul sand, made into a T, and on the top of the T, place each of the three skulls. \n\nYou will want to stand back as the wither gets pretty angry when he's summon and will explode before you can fight him.",
	"quest.nether_star.title":"Star of Wonder",
	"quest.nether_star.description":"Commander, kill the Wither, retrieve the star.",
	"quest.apiary.title":"Better Homes and Gardens",
	"quest.apiary.description":"Finally, we can build an apiary. The apiary itself is a hollow 7x6x7 structure and most any block can be used to make the outer frame, even glass. Be sure to place farmland or grass as the floor in the hollow space so that there is a place for the plants the bees need.\n\nPlace the §6Apiary§r anywhere on the frame, facing inward. Place an §6Apiary Storage§r anywhere on the frame to store all those honeycomb blocks.\n\n§4It might be helpful to craft the §6Fifty Shades of Bees§4 manual for more information on apiary operation.",
	"quest.bee_centrifuge.title":"No More Hand Cramps",
	"quest.bee_centrifuge.description":"Manually processing combs is a laborious chore. This process can be expedited by using a powered centrifuge. Be sure you have a decent power supply as it will need a generous amount of power to process the honeycombs.\n\nDifferent from the manual centrifuge, it has an internal resevoir for honey. If the resevoir gets filled up, you will need to extract the honey with glass bottles to get the centrifuge to operate again.",
	"quest.bottomless_honey.title":"Where's Pooh When You Need Him?",
	"quest.bottomless_honey.description":"Overworld was once called the 'land flowing with milk and honey'. Though we don't have the milk yet, we are certainly overflowing with honey. And cleaning out the centrifuge is also becoming laborious. \n\nThe §6Bottomless Honey Pot§r is a handy way to remove excess honey into the void. It would be wise to attach pipes from the centrifuge to the honey pot to automate the disposal of un-needed honey.",
	"quest.bigger_centrifuge.title":"Bigger, MUCH Bigger",
	"quest.bigger_centrifuge.description":"As is our style on Overworld, we have developed an overly large, yet efficient machine for processes honeycomb faster. This centrifuge is a multi-block machine measuring 3x4x3 with the controller one block up from the bottom in the center.\n\nFor even more processing power, you can upgrade this centrifuge to the §6Elite centrifuge§r.\n\n§4It might be helpful to craft the §6Fifty Shades of Bees§4 manual for more information on centrifuge operation.",
	"quest.composite_armor.title":"Airtight Armor",
	"quest.composite_armor.description":"Sir, this new composite metal is capable of producing an airtight spacesuit that offers a decent amount of protection. The biggest benefit is its wearer is immune to environmental vaporous hazards, like poison. It can also be upgraded with many different upgrades, including armor, energy, shield and a glider.\n\nThis suit can be upgraded at a smith workshop and gives you bonus stats whenever and enemy is nearby, in addition to the other bonuses of the base set. All in all, a pretty handy set of armor but still not better than the §6Mek-Suit§r.",
	
	
	"quest.outer_ship.title":"The Outer Hull",
	"quest.outer_ship.description":"Commander, it is time to begin building our spaceship. There are many features we need to create a ship. To start, we need a strong secure outer hull. This shell must be made entirely of iron based blocks.\n\nThe outer hull does not have to be completely closed, it may have openings. To determine if a block is suitable material for the outer shell, use the E-scanner. It will determine if the block is spaceship material.",
	"quest.chiselnbits.title":"Details Are Everything",
	"quest.chiselnbits.description":"Chisels are able to widdle a block down to its smallest form possible. Using these, you can create very detailed blocks, able to be copied and reproduced. If you'll pardon my slang, Sir, you can make one sick ship.",
	"quest.builder.title":"Shapes Are Everything",
	"quest.builder.description":"The §6Builder§r is a powered device that builds different shapes based on the settings in the shape card. Place a chest on top of the builder, place the blocks you want to build with in the chest and the builder will place according to the settings in the card.\n\nIn the card settings, you can adjust the placement of the shape and even see a ghost outline so you know exactly where it would go.",
	"quest.bridge.title":"The Bridge",
	"quest.bridge.description":"The Bridge is where your §6Board Computer§r and central navigations are located. This room of your ship must be completed closed off. Airtight doors will allow you access to the Bridge.\n\nThe §6Board Computer§r interface is laid out as such:\n\n§2Previous Planet§r\n\n§9Current Planet§r\n\n§eCoordinates§r - where you place Space Coordinates\n\n§6Planet at §eCoordinates§r\n\n§dInterplanetary Navigations§r - Click on this brings up the next navigation panel\n\nCheckmarks at the bottom determine if ship is ready for Launch\n\nHome button takes you back to Everdawn\n\nRed X will change to a Checkmark when ship is ready to launch to the planet shown in the center display.",
	"quest.bridge.description2":"§dInterplanetary Navigations§r - Click on this to go back to home panel.\n\n§2X, Y, Z Coordinates§r - turn these to set how many blocks in that direction you wish the ship to move. Ex: setting X to 10 will move the ship 10 blocks in the X direction.\n\n§eRecap of Movement§r - when you have this set to what you want click 'Calculate'. It will show a map of where your ship will be.\n\nTo finish §dInterplanetary Navigations§r go back to the home panel and click the checkbox to launch the ship.",
	"quest.gates.title":"Airtight Space Doors",
	"quest.gates.description":"These doors act as an airtight seal, even when open, allowing you access to the Bridge while being completely airtight per the ship's parameters.\n\n§4There is an intentional bug that dupes these items when using Interplanetary Travel. It was the choice of the mod author to either dupe or crash the game. Honor System would dictate these be trashed, but the choice is yours.",
	"quest.laser.title":"Ship's Defenses",
	"quest.laser.description":"We are not sure what we will encounter out there. It's probably best to build some defenses on the ship. A Laser Turret focuses neon energy and damages any mobs that come near it. With chip upgrades, you can automatically collect the drops, deal more damage, increase the range and power efficiency.\n\n§9As you build your ship consider that mobs will spawn on the blocks on your ship. Consider building in some exterior lights that are suitable for ships or spawning deterrents like the mega torch placed inside the ship.",
	"quest.menelaus.title":"Menelaus",
	"quest.menelaus.description":"Now that we have a navigation computer, we need to find some coordinates to planets. A telescope can detect planets far away, but only a few. Use it to find coordinates to another planet.",
	"quest.coordinates.title":"Other Realms",
	"quest.coordinates.description":"I've analyzed the realmstones we've been discovering. Long ago, it seems they were used to open portals to other realms. Upon closer inspections, it appears that the realmstones contain coordinates to the realms and transfers those to the portal technology. I believe, with the combined technology of the e-scanner and the board computer, we can extract those coordinates.\n\nSimply use the E-scanner on the §6Board Computer§r with a realmstone, even a blank one, in your off hand.",
	"quest.fuel_dusts.title":"Rocket Fuel",
	"quest.fuel_dust.description":"The main component for the fuel needed to power the thrusters is called Bitripentium. You can acquire it by centrifuging neon dusts, at a much less efficiency. It can be fabricated, at a much greater efficiency, by combining neon gas with uranium oxide creating bitripentium gas, which can then be crystallized to form Bitripentium.\n\nThe first step in this proccess is acquiring the raw resources needed.",
	"quest.oxidizer.title":"Making Gas",
	"quest.oxidizer.description":"The §6Oxidizer§r is responsible for pulling various gases from different items. To keep the fuel process flowing, you will need 2, one for the uranium and one for the neon dust.",
	"quest.infuser.title":"More Infusing?",
	"quest.infuser.description":"This §6Infuser§r will mix two gasses together to create a new gasses, primarily Bitripentium.",
	"quest.crystallizer.title":"Making Crystals",
	"quest.crystallizer.description":"The §6Crystallizer§r creates crystals, or other raw materials, from various gasses.\n\nI have included a picture of the proper set-up to create Bitripentium crystals. Two §6Oxidizers§r pumping gas into the §6Infuser§r, which pumps gas into the §6Crystallizer§r. Be sure to use pressurized pipes, design for gasses.",
	"quest.fuel_rod.title":"Fuel Rods",
	"quest.fuel_rod.description":"Adding gunpowder and blaze rods to the bitripentium crystals activates its potency and thus creates a via fuel source for the thrusters.",
	"quest.teleporter.title":"To The Surface",
	"quest.teleporter.description":"Spaceships require a teleporter block to descend to the surface of planets. The Up/Down teleporter allows you to create a teleporter with both up and down blocks in the same space. Using a scrench on the teleporter lowers the down side, allowing you to safely teleport from ship to surface of the planet.\n\n§4WARNING: The teleporter needs power to operate, be sure you supply power or supply a battery to the down block once you are on the surface to get back up to the ship.",
	"quest.neon_gen.title":"Power Needs",
	"quest.neon_gen.description":"The §6Board Computer§r will also check to see if the ship has a way to create Neon energy, as it needs this to operate. Regardless of whether you plan to use the device, as maybe you are drawing power from somewhere else, you will need to at least place a neon producing generator on the ship.",
	"quest.experimental_flight.title":"A Real Pilot",
	"quest.experimental_flight.description":"Sir, there is a form of Genosian technology that the journal claims is not fully tested outlined in an §eExperimental Flight§r journal entry. Apparently, §6Manuever Thrusters§r can be attached to the ship facing the cardinal directions, N, S, E, W, and when supplied a redstone signal, will move the entire ship one block in that direction. These thrusters cannot be used to change the ships altitude.",
	"quest.advanced_board.title":"Better Navigations",
	"quest.advanced_board.description":"Some planets are too far away to plot a course using the standard §6Board Computer§r, so we'll need to create a better one, capable of navigating to far away realms and communicating to the ship's FTL drive.",
	"quest.ftl.title":"Faster Than Light",
	"quest.ftl.description":"In addition to an §6Advanced Board Computer§r, we will need a way to power the ship a very long distance. The §5FTL Drive§r is a multi-block drive consisting of 12 blocks in a 3x2x2 block.\n\nOnce all the blocks are placed, the FTL drive will engage and form. It can be built and place anywhere on our ship.",
	
	
	
	"quest.botanist_1.task.title":"The Botanist: Part 1",
	"quest.botanist_1.description":"You've found where Dr. Felloway crashed. Read their communications and track their whereabouts across the galaxy.",
	"quest.botanist_2.task.title":"The Botanist: Part 2",
	"quest.botanist_2.description":"Find Dr. Felloway's next transmission.",
	"quest.botanist_3.task.title":"The Botanist: Part 3",
	"quest.botanist_3.description":"Find Dr. Felloway's next transmission.",
	"quest.engineer_1.title":"The Engineer: Part 1",
	"quest.engineer_1.description":"You've found where Mr. Michaels crashed. Read his communications and track his whereabouts across the galaxy.",
	"quest.engineer_2.title":"The Engineer: Part 2",
	"quest.engineer_2.description":"Find Mr Michaels' next transmission.",
	"quest.engineer_3.title":"The Engineer: Part 3",
	"quest.engineer_3.description":"Find Mr Michaels' next transmission.",
	"quest.geologist_1.title":"The Geologist: Part 1",
	"quest.geologist_1.description":"You've found where Dr. Minekampf crashed. Read her communications and track her whereabouts across the galaxy.",
	"quest.geologist_2.title":"The Geologist: Part 2",
	"quest.geologist_2.description":"Find Dr. Minekampf's next transmission.",
	"quest.geologist_3.title":"The Geologist: Part 3",
	"quest.geologist_3.description":"Find Dr. Minekampf's next transmission.",
	"quest.geologist_4.title":"The Geologist: Part 4",
	"quest.geologist_4.description":"Find Dr. Minekampf's next transmission.",
	"quest.sargeant_1.title":"The Sargeant: Part 1",
	"quest.sargeant_1.description":"You've found where The Sargeant crashed. Read his communications and track his whereabouts across the galaxy.",
	"quest.sargeant_2.title":"The Sargeant: Part 2",
	"quest.sargeant_2.description":"Find The Sargeant's next transmission.",
	"quest.sargeant_3.title":"The Sargeant: Part 3",
	"quest.sargeant_3.description":"Find The Sargeant's next transmission.",
	"quest.sargeant_4.title":"The Sargeant: Part 4",
	"quest.sargeant_4.description":"Find The Sargeant's next transmission.",
	"quest.linquist_1.title":"The Linquist: Part 1",
	"quest.linquist_1.description":"You've found where Dr. Thatch crashed. Read his communications and track his whereabouts across the galaxy.",
	"quest.linquist_2.title":"The Linquist: Part 2",
	"quest.linquist_2.description":"Find Dr. Thatch's next transmission.",
	"quest.linquist_3.title":"The Linquist: Part 3",
	"quest.linquist_3.description":"Find Dr. Thatch's next transmission.",
	"quest.linquist_4.title":"The Linquist: Part 4",
	"quest.linquist_4.description":"Find Dr. Thatch's next transmission.",
	"quest.linquist_5.title":"The Linquist: Part 5",
	"quest.linquist_5.description":"Find Dr. Thatch's next transmission.",
	"quest.linquist_6.title":"The Linquist: Part 6",
	"quest.linquist_6.description":"Find Dr. Thatch's next transmission.",
	"quest.medic_1.title":"The Medic: Part 1",
	"quest.medic_1.description":"You've found where Ms. Shuster crashed. Read her communications and track her whereabouts across the galaxy.",
	"quest.medic_2.title":"The Medic: Part 2",
	"quest.medic_2.description":"Find Ms. Shuster's next transmission.",
	"quest.medic_3.title":"The Medic: Part 3",
	"quest.medic_3.description":"Find Ms. Shuster's next transmission.",
	"quest.medic_4.title":"The Medic: Part 4",
	"quest.medic_4.description":"Find Ms. Shuster's next transmission.",
	"quest.medic_5.title":"The Medic: Part 5",
	"quest.medic_5.description":"Find Ms. Shuster's next transmission.",
	"quest.medic_6.title":"The Medic: Part 6",
	"quest.medic_6.description":"Find Ms. Shuster's next transmission.",
	"quest.overworld_coords.title":"Overworld Coordinates",
	"quest.overworld_coords.description":"Once you acquire all 6 of your crewmates' coordinates, I will produce your coordinate. Once you have all 7, craft the Overworld Coordinate by placing each coordinate in order on the crafting table.",
	"quest.overworld.title":"Going Home",
	"quest.overworld.description":"Commander, it is time. You have searched the galaxy to find your crewmates and retrieve the coordinated to Overworld. Now it is time to go home. Home.",
	"quest.nowhere.title":"The Final Destination",
	"quest.nowhere.description":"Though you have made it home, there is still one more realm left un-discovered. This one can only be reached by creating an ancient portal and stepping through it. You will need to locate some §6Ancient Rock§r, a few specific power runes and the §6Nowhere Realmstone§r. Instructions for the portal can be found on the AoA Wiki, just search Ancient Portal.\n\nBuild the portal and activate it with the §6Nowhere Realmstone§r. No one knows what you'll find on the other side.\n\nIf you haven't found enough power runes, you can find a §6Realmshifter§r merchant in the Overworld to trade with to get what you need. ONE of them can be crafted.",
	
	"quest.evers.title":"Everbright/Everdawn",
	"quest.evers.description":"The Evers, combined with the Nether, create a three planetary system that seems to be in a solid stasis orbit around its sun. The sun never moves from its position creating a planet of endless dawn, one of endless day and one of endless night.\n\nThere are a lot of secrets to uncover in the Evers, found by exploring this vast realm.",
	"quest.find_dungeon.title":"The Two Towers",
	"quest.find_dungeon.description":"Across both realms are tall towers, homes to menacing wizards of extraordinary power. These wizards keep villagers as prisoners and have their own body guards. They both live in the highest room in the tower, accessible only by finding 4 keys in the tower's chests. Not a very smart way to stay protective, but I guess neither is hiding a key under the door mat.\n\nThe Summoner's tower is in Everbright while the Alchemists tower is in Everdawn. For more information on the wizards, find their entries in the Blue Journal tab.",
	"quest.find_key.title":"That's One!",
	"quest.find_key.description":"You found one key to unlock the Wizard's lair at the top of the tower. Be sure to check the Library (room with all the bookcase) VERY closely for secret chests!",
	"quest.alchemist.title":"Spells and Poison",
	"quest.alchemist.description":"The Alchemist is a pretty tough boss to beat. However, a good creature army from the §6Creation Forge§r and the §6Composite Armor§r, which make you immune to poison, should help significantly.\n\nIf you die in battle and there is no one engaging the boss, he will replenish ALL his lost health. It might be wise to place a bed for a spawn point on the floor with the key portal.",
	"quest.summoner.title":"They Have An Army",
	"quest.summoner.description":"So bring the Hulk! Or just a lot of friends. If you can aggro and distract the summons and focus fire the boss, he can go down fairly easy.\n\nIf you die in battle and there is no one engaging the boss, he will replenish ALL his lost health. It might be wise to place a bed for a spawn point on the floor with the key portal.",
	"quest.summoning_table.title":"A Rare Find",
	"quest.summoning_table.description":"Once defeated, the Summoner will drop a loot bag containing some great loot. However, the BEST loot is the §6Summoning Table§r which you can use to create summoning scrolls to add to your ever increasing creature army. It also acts as a workstation, employing villagers as Summoners and unlocking some rare trades.",
	"quest.alchemy_table.title":"One of a Kind",
	"quest.alchemy_table.description":"This one-of-a-kind item is a rare drop from the loot bag the Alchemist drops when he's killed. This table can transmute any item from the Evers into any Overworld material. It can even transmute Overworld items into OTHER Overworld items. It also acts as a workstation, employing villagers as Alchemists and unlocking some rare trades.",
	"quest.nature_dungeon.title":"The Heart of Darkness",
	"quest.nature_dungeon.description":"Once you have defeated the Summoner, you will be allowed access to the Nature Dungeon in Everbright. This dungeon is a winding labyrinth forcing you to fight your way to the stairs of each floor and up to the next level until you arrive at the boss's lair.\n\nBut don't be in such a big hurry, there are numerous chests with fabulous loot all around, even hidden, and once again, you will need the keys.",
	"quest.spider_lair.title":"Arsenic and Spider Webs",
	"quest.spider_lair.description":"This dungeon is large tree in the Maple Forests of Everdawn. It's covered with spiderwebs and in the trunk of the tree you will find entrance to the monster that await you below. Fight your way through the lair, defeating spiders, looting chests and finding the keys to unlock the boss's lair.\n\nOutside the dungeon, you may find a trader willing to sell you supplies which might aid you in your fight against the monsters.",
	"quest.starlit_crusher.title":"Helluva Backhand",
	"quest.starlit_crusher.description":"Defeat the Starlit Crusher and take your reward. Beware the club!",
	"quest.arachnarch.title":"Queen of the Damned",
	"quest.arachnarch.description":"Defeat the Arachnarch and take your reward. Only the toughest and most resilient survive.",
	
	"quest.nether.title":"The Nether",
	"quest.nether.description2":"It appears as though the planet is protected by a dense rock layer. Perhaps, we can use some TnT to blow the top and get to the planet underneath.",
	"quest.cowman.title":"Bipedal Bovines",
	"quest.cowman.description":"As we explore more and more planets, it seems we encounter more hostile creatures. You will need to improve your combat efficiencies to overcome these agressors.\n\nYou should hunt down the skeletal cowman until your Hunter level is at least 17.\n\nThere are mobs on other planets which will help you hone your combat skills. Just use The Planets chapter to find where to hunt next.",
	"quest.nethengeic.title":"The Fire Moose",
	"quest.nethengeic.description":"To further hone your combat skills, seek out a nethengeic pit. Inside, you will find a beast, which resembles a moose. You will need at least a hunter level of 24.\n\nThese mobs have the potential to drop armor from the Nethengeic Armor Set.",
	"quest.netherite.title":"Ancient Metal",
	"quest.netherite.description":"I am picking up a strong metallic material deep beneath the lava lake. It's signature looks ancient, and having been cured from the heat for so many years, it could be the strongest material we have found.",
	"quest.netherdrops.title":"Getting the Goods",
	"quest.netherdrops.description":"There are a number of items we can use from the creatures here. The tokens can be traded to a lottoman for a chance at weapons, runes and treasure. The flammable dust that drops rarely is a good material to use in infusion and the nether upgrade kit can upgrade a normal item to a more powerful one on a specail table found in the Shyrelands.",
	"quest.firerune.title":"Fire Rune",
	"quest.firerune.description":"Maybe you have noticed, but there are platforms with strange red blocks on 4 corner pillars. I believe, if we use a runestone on the center block, we could create a powerful rune which can be used to create powerful staff weapons.",
	"quest.bambam.title":"The Big Little Chief",
	"quest.bambam.description":"Commander, some of the writing I have finally translated speaks of a chief amung these creatures. One older than the Wither, who has a clan of smaller creatures that bend to his every need. I wouldn't normally suggest this, but I think we could benefit from removing this threat. We can summon him by throwing an explosive idol on the ground.\n\nThis boss has the potential to drop armor from the Explosive Armor set and the Explosive Bow.",
	"quest.netherwither.title":"Bigger Badder Wither",
	"quest.netherwither.description":"It seems the Wither has a nastier older brother and much more deadly. Again, it would be prudent to remove the threat before the threat removes us. We can summon it by throwing a Nethengeic Callstone into the air.\n\nThis boss has the potential to drop Wither's Wrath, Nethengeic Slugger and Nethengeic Sword.",
	"quest.wither.title":"The Wither",
	"quest.wither.description":"Its sad that one of the rarest and most powerful items comes from the heart of the Wither. But, we must have nether stars. Build a T structure using 4 soul sand or soul soil. Collect three wither skeletons heads and place them atop the T.",
	"quest.candlefire.title":"Divine Nether Sword",
	"quest.candlefire.description":"Place a Fireborne sword with a Nether Upgrade Kit on the Divine Station to be granted the Candlefire Sword.",
	
	"quest.blueprintshop.title":"Blueprint Shop",
	"quest.blueprintshop.description":"Using the E-Scanner, I was able to open a rudimentary backdoor communication channel to the Genosian research center. It has very limited capabilities but we can send funds and receive research blueprints to use in our researcher to create prototypes.",
	
	"quest.researchshop.title":"Research Shop",
	"quest.researchshop.description":"Using the E-Scanner, I was able to open a rudimentary backdoor communication channel to the Genosian research center. It has very limited capabilities but we can send funds and receive complete prototyping and research analysis, unlocking research and all researches before it.",
	
	"quest.abyss.title":"The Abyss",
	"quest.shadowbanner.title":"Abyssal Banner",
	"quest.shadowbanner.description":"...",
	"quest.jawe.title":"Killing Jawas",
	"quest.jawe.description":"...",
	"quest.flesheater.title":"Skin and Bone",
	"quest.flesheater.description":"...",
	"quest.witherrune.title":"Wither Rune Shrine",
	"quest.witherrune.description":"...",
	"quest.abyssdrops.title":"Abyssal Mob Drops",
	"quest.abyssdrops.description":"...",
	"quest.butchery.title":"Expert in Dissection",
	"quest.butchery.description":"...",
	"quest.shadowlord.title":"Night in Disguise",
	"quest.shadowlord.description":"...",
	"quest.elusive.title":"Staring Daggers",
	"quest.elusive.description":"...",
	
	"quest.planetcreeponia.title":"Creeponia",
	"quest.host.title":"It Spawns Creepers",
	"quest.host.description":"...",
	"quest.creepgems.title":"Gems with a Punch",
	"quest.creepgems.description":"...",
	"quest.creepdrops.title":"Creep Mob Drops",
	"quest.creepdrops.description":"...",
	"quest.explosives.title":"Such a Blast",
	"quest.explosives.description":"...",
	"quest.banker.title":"Quick Exchange Artist",
	"quest.banker.description":"...",
	"quest.creepbanner.title":"Creep Banner",
	"quest.creepbanner.description":"...",
	"quest.creep.title":"The Creepiest Creep",
	"quest.creep.description":"...",	
	
	"quest.planetbarathos.title":"Barathos",
	"quest.planetcandyland.title":"Candyland",
	"quest.planetceleve.title":"Celeve",
	"quest.planetcrystevia.title":"Crystevia",
	"quest.planetdeeplands.title":"Deeplands",
	"quest.planetdustopia.title":"Dustopia",
	"quest.planetgardencia.title":"Gardencia",
	"quest.planetgreckon.title":"Greckon",
	"quest.planethaven.title":"Haven",
	"quest.planetiromine.title":"Iromine",
	"quest.planetlborean.title":"L'Borean",
	"quest.planetlelyetia.title":"Lelyetia",
	"quest.planetlunalus.title":"Lunalus",
	"quest.planetmysterium.title":"Mysterium",
	"quest.planetprecasia.title":"Precasia",
	"quest.planetrunandor.title":"Runandor",
	"quest.planetshyrelands.title":"The Shyrelands",
	"quest.planetvoxponds.title":"Vox Ponds",
	
	"quest.traveller.title":"NEW CHAPTER: The Traveller",
	"quest.traveller.description":"The strange man you found seems to want something. Perhaps, you can befriend him by offering some food?",	
	"quest.book.title":"The Book",
	"quest.book.description":"I've scanned the book, Commander, and it has some properties that I am unable to identify. It can replicate and create matter out of thin air, but it seems to only replicate one specific thing. It might be worth reading.",
	"quest.realmstone.title":"The Realmstones",
	"quest.realmstone.description":"There is a cadence to the pulses immenating from the realmstone, like electronical pulses, maybe coordinates, simple sequence of numbers in binary electronic pulses. Perhapes, if we hold the blank realmstone in one hand, and we use the E-Scanner on the board computer, we can derive some meaning and possibly produce some coordinates.",
	"quest.nether.description":"Skill Levels\n\nHunter: 13 - 24\nRunation: 8",
	"quest.creeponia.description":"Skill Levels\n\nHunter: 17\nRunation:1",
	"quest.voxponds.description":"Skill Levels\n\nHunter: 39\nRunation: 22",
	"quest.mysterium.description":"Skill Levels\n\nHunter: 29 - 73\nRunation: 65\nInfusion: 81",
	"quest.runandor.description":"Skill Levels\n\nHunter: 64 - 66\nRunation: 20\nInfustion:10 - 20",
	"quest.abyss.description":"Skill Levels\n\nHunter: 33 - 55\nRunation: 30\nInfusion: 60",
	"quest.greckon.description":"Skill Levels\n\nHunter: 71 - 73\nRunation: 49",
	"quest.dustopia.description":"Skill Levels\n\nHunter: 83-86\nInfusion: 72",
	"quest.shyrelands.description":"Skill Levels\n\nHunter: 94 - 97\nInfusion: 20",
	"quest.lelyetia.description":"Skill Levels\n\nHunter: 19 - 30\nInfusion: 25",
	"quest.celeve.description":"Skill Levels\n\nHunter: 42\nRunation: 63",
	"quest.haven.description":"Skill Levels\n\nRunation: 42\nInfusion: 20",
	"quest.lunalus.description":"Skill Levels\n\nHunter: 75 - 81\nRunation: 32",
	"quest.deeplands.description":"Skill Levels\n\nNone",	
	"quest.crystevia.description":"Skill Levels\n\nNone",
	"quest.barathos.description":"Skill Levels\n\nRunation: 59",
	"quest.iromine.description":"Skill Levels\n\nHunter: 31\nRunation: 36",
	"quest.precasia.description":"Skill Levels\n\nHunter: 17 - 29\nRunation: 72",
	"quest.gardencia.description":"Skill Levels\n\nHunter: 56 - 59\nRunation: 54",
	"quest.candyland.description":"Skill Levels\n\nHunter: 47 - 53\nInfusion: 20",
	"quest.lborean.description":"Skill Levels\n\nHunter: 61 - 69\nRunation: 15\nInfusion: 40",
	
	"gas.mekanism.nuclear_waste":"Gadolinic Acid"
	
	
	
}